{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/5P8SmMzSNYikXpxil6BYzJ16611.jpg",
            "genre_ids": [
                80,
                9648,
                53
            ],
            "id": 414906,
            "original_language": "en",
            "original_title": "The Batman",
            "overview": "Durant les deux années passées à arpenter les rues en tant que Batman, Bruce Wayne s'est aventuré au cœur des ténèbres de Gotham City. Disposant de seulement quelques alliés de confiance au sein du monde corrompu qu'est l'élite de la ville, le justicier solitaire s'est imposé comme l'unique incarnation de la vengeance parmi ses concitoyens. Lorsqu'un meurtrier s'en prend aux plus grandes personnalités de Gotham à l'aide de machinations sadiques, le plus grand détective du monde se lance dans une enquête dans la pègre en suivant des indices mystérieux, croisant ainsi Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias le Sphinx. Alors que les pistes et les plans du criminel s'éclaircissent, Batman doit tisser de nouveaux liens, démasquer le coupable et rétablir la justice à Gotham City, depuis trop longtemps empoisonnée par l'abus de pouvoir et la corruption.",
            "popularity": 11286.255,
            "poster_path": "/t9JGg10CW1DzXEdWL54ewkUko6N.jpg",
            "release_date": "2022-03-01",
            "title": "The Batman",
            "video": false,
            "vote_average": 7.8,
            "vote_count": 3844
        },
        {
            "adult": false,
            "backdrop_path": "/2n95p9isIi1LYTscTcGytlI4zYd.jpg",
            "genre_ids": [
                18,
                53,
                80
            ],
            "id": 799876,
            "original_language": "en",
            "original_title": "The Outfit",
            "overview": "Leonard, un tailleur anglais crée des costumes sur le célèbre Savile Row de Londres. Mais après une tragédie personnelle, il part à Chicago, où il tient une petite boutique dans un quartier difficile. Il y fabrique de beaux vêtements pour les seules personnes du quartier qui peuvent se les payer est une famille de gangsters dangereux.",
            "popularity": 3847.22,
            "poster_path": "/zbGN4QBrKoT3HO7etj4FvlM3OZb.jpg",
            "release_date": "2022-02-25",
            "title": "The Outfit",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 125
        },
        {
            "adult": false,
            "backdrop_path": "/iQFcwSGbZXMkeyKrxbPnwnRo5fl.jpg",
            "genre_ids": [
                28,
                12,
                878
            ],
            "id": 634649,
            "original_language": "en",
            "original_title": "Spider-Man: No Way Home",
            "overview": "Après les évènements liés à l'affrontement avec Mystério, l'identité secrète de Spider-Man a été révélée. Il est poursuivi par le gouvernement américain, qui l'accuse du meurtre de Mystério, et est traqué par les médias. Cet évènement a également des conséquences terribles sur la vie de sa petite-amie M. J. et de son meilleur ami Ned. Désemparé, Peter Parker demande alors de l'aide au Docteur Strange. Ce dernier lance un sort pour que tout le monde oublie que Peter est Spider-Man. Mais les choses ne se passent pas comme prévu et cette action altère la stabilité de l'espace-temps. Cela ouvre le « Multivers », un concept terrifiant dont ils ne savent quasiment rien.",
            "popularity": 4469.989,
            "poster_path": "/3SyG7dq2q0ollxJ4pSsrqcfRmVj.jpg",
            "release_date": "2021-12-15",
            "title": "Spider-Man - No Way Home",
            "video": false,
            "vote_average": 8.1,
            "vote_count": 12064
        },
        {
            "adult": false,
            "backdrop_path": "/fOy2Jurz9k6RnJnMUMRDAgBwru2.jpg",
            "genre_ids": [
                16,
                10751,
                35,
                14
            ],
            "id": 508947,
            "original_language": "en",
            "original_title": "Turning Red",
            "overview": "Les aventures de Meilin Lee, une jeune adolescente de 13 ans, pleine d’assurance, mais tiraillée entre son image de petite fille modèle aux yeux de sa mère hyper protectrice et le chaos de l’adolescence. Et comme si tous les changements qui s’opèrent en elle ne suffisaient pas, chaque fois qu’elle est débordée par ses émotions - ce qui, pour une ado, arrive quasiment tout le temps - elle se transforme en panda roux géant !",
            "popularity": 3359.913,
            "poster_path": "/jBCUJ90BVXIDSLlXUvgQcj6LOHa.jpg",
            "release_date": "2022-03-10",
            "title": "Alerte rouge",
            "video": false,
            "vote_average": 7.5,
            "vote_count": 1889
        },
        {
            "adult": false,
            "backdrop_path": "/hXTWVJMsI9BkxMLliqL1j0FT55t.jpg",
            "genre_ids": [
                28
            ],
            "id": 606402,
            "original_language": "ko",
            "original_title": "야차",
            "overview": "En mission dans une ville dangereuse pour enquêter sur une équipe des forces spéciales et son leader, un procureur intègre se retrouve dans une guerre entre espions.",
            "popularity": 2876.499,
            "poster_path": "/nOYyuJ2mNo6RWsFsTwApEyG3F4J.jpg",
            "release_date": "2022-04-08",
            "title": "Yaksha, un démon en mission",
            "video": false,
            "vote_average": 6.1,
            "vote_count": 64
        },
        {
            "adult": false,
            "backdrop_path": "/egoyMDLqCxzjnSrWOz50uLlJWmD.jpg",
            "genre_ids": [
                28,
                878,
                35,
                10751
            ],
            "id": 675353,
            "original_language": "en",
            "original_title": "Sonic the Hedgehog 2",
            "overview": "Bien installé dans la petite ville de Green Hills, Sonic veut maintenant prouver qu’il a l’étoffe d' un véritable héros. Un défi de taille se présente à lui quand le Dr Robotnik refait son apparition. Accompagné de son nouveau complice Knuckles, ils sont en quête d’une émeraude dont le pouvoir permettrait de détruire l’humanité toute entière. Pour s’assurer que l’émeraude ne tombe entre de mauvaises mains, Sonic fait équipe avec Tails. Commence alors un voyage à travers le monde, plein de péripéties.",
            "popularity": 3053.837,
            "poster_path": "/k2RJZ6D7h9ca7ZSta6djoheCUiR.jpg",
            "release_date": "2022-03-30",
            "title": "Sonic 2, le film",
            "video": false,
            "vote_average": 7.6,
            "vote_count": 700
        },
        {
            "adult": false,
            "backdrop_path": "/x747ZvF0CcYYTTpPRCoUrxA2cYy.jpg",
            "genre_ids": [
                28,
                12,
                878
            ],
            "id": 406759,
            "original_language": "en",
            "original_title": "Moonfall",
            "overview": "Un astéroïde percute la Lune. L'orbite de cette dernière est déviée et se dirige vers la Terre. Une équipe d'astronautes, composée entre autres de l'administratrice de la NASA et d'un génie scientifique, se rend sur l'astre afin de sauver la planète. Mais sur place, ils devront faire face à une force inconnue qui pourrait bien changer notre vision de l'Univers.",
            "popularity": 2287.837,
            "poster_path": "/pP2d05Ybd6rt8vG6kxE6xSDLVq9.jpg",
            "release_date": "2022-02-03",
            "title": "Moonfall",
            "video": false,
            "vote_average": 6.5,
            "vote_count": 796
        },
        {
            "adult": false,
            "backdrop_path": "/xicKILMzPn6XZYCOpWwaxlUzg6S.jpg",
            "genre_ids": [
                53,
                28
            ],
            "id": 294793,
            "original_language": "en",
            "original_title": "All the Old Knives",
            "overview": "Un soir, dans la charmante ville de Carmel, deux ex-amants se retrouvent. Les deux anciens espions de la CIA se rappellent leurs belles années et leurs mauvais souvenirs, notamment la sanglante prise d'otages du Vol 127. La vraie question est : Henry est-il venu dîner pour faire renaître la flamme éteinte... ou mettre à jour une vieille conspiration ? Un des deux ex amants pourrait ne pas sortir de table vivant.",
            "popularity": 2199.058,
            "poster_path": "/m5xPKA8Vo4jjLrvf5H1FtDBzNx3.jpg",
            "release_date": "2022-04-08",
            "title": "Le Couteau par la lame",
            "video": false,
            "vote_average": 6,
            "vote_count": 168
        },
        {
            "adult": false,
            "backdrop_path": "/aEGiJJP91HsKVTEPy1HhmN0wRLm.jpg",
            "genre_ids": [
                28,
                12
            ],
            "id": 335787,
            "original_language": "en",
            "original_title": "Uncharted",
            "overview": "Nathan Drake, voleur astucieux et intrépide, est recruté par le chasseur de trésors chevronné Victor « Sully » Sullivan pour retrouver la fortune de Ferdinand Magellan, disparue il y a 500 ans. Ce qui ressemble d’abord à un simple casse devient finalement une course effrénée autour du globe pour s’emparer du trésor avant l’impitoyable Moncada, qui est persuadé que sa famille est l’héritière légitime de cette fortune. Si Nathan et Sully réussissent à déchiffrer les indices et résoudre l’un des plus anciens mystères du monde, ils pourraient rafler la somme de 5 milliards de dollars et peut-être même retrouver le frère de Nathan, disparu depuis longtemps… mais encore faudrait-il qu’ils apprennent à travailler ensemble.",
            "popularity": 2269.063,
            "poster_path": "/ttMnI8Xtdshl40AAB8lwsZjfyqL.jpg",
            "release_date": "2022-02-10",
            "title": "Uncharted",
            "video": false,
            "vote_average": 7.2,
            "vote_count": 1259
        },
        {
            "adult": false,
            "backdrop_path": "/dqWiut9F30jkiKHHkYTf2RIy1g7.jpg",
            "genre_ids": [
                878,
                28
            ],
            "id": 919689,
            "original_language": "en",
            "original_title": "War of the Worlds: Annihilation",
            "overview": "À la suite d'une invasion extraterrestre punitive, le seul espoir de survie d'une mère et de son fils réside dans la découverte d'une vérité impensable.",
            "popularity": 1487.668,
            "poster_path": "/9eiUNsUAw2iwVyMeXNNiNQQad4E.jpg",
            "release_date": "2021-12-22",
            "title": "War of the Worlds: Annihilation",
            "video": false,
            "vote_average": 5.9,
            "vote_count": 33
        },
        {
            "adult": false,
            "backdrop_path": "/3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                14
            ],
            "id": 568124,
            "original_language": "en",
            "original_title": "Encanto",
            "overview": "Dans un mystérieux endroit niché au cœur des montagnes de Colombie, la fantastique famille Madrigal habite une maison enchantée dans une cité pleine de vie, un endroit merveilleux appelé Encanto. L’Encanto a doté chacun des enfants de la famille d’une faculté magique allant d’une force surhumaine au pouvoir de guérison. Seule Mirabel n’a reçu aucun don particulier. Mais lorsque la magie de l’Encanto se trouve menacée, la seule enfant ordinaire de cette famille extraordinaire va peut-être se révéler leur unique espoir…",
            "popularity": 1582.736,
            "poster_path": "/75s7inwv1WHRuySyjA6p0oMaz9Z.jpg",
            "release_date": "2021-11-24",
            "title": "Encanto, la fantastique famille Madrigal",
            "video": false,
            "vote_average": 7.7,
            "vote_count": 6195
        },
        {
            "adult": false,
            "backdrop_path": "/iDeWAGnmloZ5Oz3bocDp4rSbUXd.jpg",
            "genre_ids": [
                28,
                53
            ],
            "id": 823625,
            "original_language": "en",
            "original_title": "Blacklight",
            "overview": "Travis Block intervient pour le compte du FBI lorsque toutes les autres options ont été épuisées. Ses méthodes impliquent souvent la manière forte. Quand on lui ordonne de faire taire un agent qui souhaite révéler à la presse les méthodes du Bureau, il comprend qu’il est devenu le pion d’une terrible machination. Déterminé à faire éclater la vérité, il se lance dans un combat contre ceux avec lesquels il a l’habitude de travailler. Mais lorsque ses adversaires s’attaquent à ses proches, Travis retourne ses méthodes contre ses anciens employeurs et il n‘aura aucune pitié.",
            "popularity": 1633.234,
            "poster_path": "/gDAyfN8tiVtCNxAhUHSRIFuacqb.jpg",
            "release_date": "2022-02-10",
            "title": "Blacklight",
            "video": false,
            "vote_average": 6.1,
            "vote_count": 297
        },
        {
            "adult": false,
            "backdrop_path": "/ewUqXnwiRLhgmGhuksOdLgh49Ch.jpg",
            "genre_ids": [
                28,
                12,
                35,
                878
            ],
            "id": 696806,
            "original_language": "en",
            "original_title": "The Adam Project",
            "overview": "Après un atterrissage accidentel en 2022, le pilote de chasse Adam Reed, qui voyage dans le temps, fait équipe avec lui-même, âgé de 12 ans, dans le but de sauver l'avenir.",
            "popularity": 1367.691,
            "poster_path": "/5OCzQvJ0ePPx66OPGVC6ga9bUUQ.jpg",
            "release_date": "2022-03-11",
            "title": "Adam à travers le temps",
            "video": false,
            "vote_average": 7,
            "vote_count": 1956
        },
        {
            "adult": false,
            "backdrop_path": "/33wnBK5NxvuKQv0Cxo3wMv0eR7F.jpg",
            "genre_ids": [
                27,
                53
            ],
            "id": 833425,
            "original_language": "en",
            "original_title": "No Exit",
            "overview": "Lors d'une tempête de neige et bloquée sur une aire de repos isolée dans les montagnes, une étudiante découvre une fillette kidnappée, cachée dans un van.",
            "popularity": 1200.072,
            "poster_path": "/bpK6THMN77CMr6dOJiJ8yGfvCJG.jpg",
            "release_date": "2022-02-25",
            "title": "Sans Issue",
            "video": false,
            "vote_average": 6.7,
            "vote_count": 396
        },
        {
            "adult": false,
            "backdrop_path": "/tq3klWQevRK0Or0cGhsw0h3FDWQ.jpg",
            "genre_ids": [
                12,
                16,
                35,
                10751,
                14
            ],
            "id": 676705,
            "original_language": "fr",
            "original_title": "Pil",
            "overview": "Pil, une petite orpheline, vit dans les rues de la cité de Roc-en-Brume. Avec ses trois fouines apprivoisées, elle survit en allant chiper de la nourriture dans le château du sinistre régent Tristain, qui usurpe le trône. Un beau jour, pour échapper aux gardes qui la poursuivent, Pil se déguise en enfilant une robe de princesse. La voilà alors embarquée malgré elle dans une quête folle et délirante pour sauver Roland, l’héritier du trône victime d’un enchantement et transformé en… chapoul (moitié chat, moitié poule). Une aventure qui va bouleverser tout le royaume et apprendre à Pil que la noblesse peut se trouver en chacun de nous.",
            "popularity": 1133.19,
            "poster_path": "/78JfwRiubwX87BYgPXsdFKBf9P5.jpg",
            "release_date": "2021-08-11",
            "title": "Pil",
            "video": false,
            "vote_average": 6.7,
            "vote_count": 67
        },
        {
            "adult": false,
            "backdrop_path": "/yzH5zvuEzzsHLZnn0jwYoPf0CMT.jpg",
            "genre_ids": [
                53,
                28
            ],
            "id": 760926,
            "original_language": "en",
            "original_title": "Gold",
            "overview": "Deux hommes traversent le désert. Ils découvrent un gisement d'or, ils élaborent alors un plan pour protéger et extraire leur butin. Un des hommes part à la recherche de l'équipement nécessaire. L'autre doit rester sur place. Le temps passe et ce dernier doit affronter les rudes conditions climatiques et les animaux sauvages...",
            "popularity": 1148.918,
            "poster_path": "/ejXBuNLvK4kZ7YcqeKqUWnCxdJq.jpg",
            "release_date": "2022-01-13",
            "title": "Gold",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 206
        },
        {
            "adult": false,
            "backdrop_path": "/t7I942V5U1Ggn6OevN75u3sNYH9.jpg",
            "genre_ids": [
                28,
                53
            ],
            "id": 760868,
            "original_language": "sv",
            "original_title": "Svart krabba",
            "overview": "Pour mettre fin à une guerre apocalyptique et sauver sa fille, une militaire accepte une mission désespérée : transporter une cargaison secrète à travers une mer gelée.",
            "popularity": 1052.163,
            "poster_path": "/r4UjrXLjO7AKhrdK6uLW3qw8s5w.jpg",
            "release_date": "2022-03-18",
            "title": "Black Crab",
            "video": false,
            "vote_average": 6.2,
            "vote_count": 365
        },
        {
            "adult": false,
            "backdrop_path": "/qBLEWvJNVsehJkEJqIigPsWyBse.jpg",
            "genre_ids": [
                16,
                10751,
                14,
                35,
                12
            ],
            "id": 585083,
            "original_language": "en",
            "original_title": "Hotel Transylvania: Transformania",
            "overview": "Johnny est dépité car, en plus d'avoir gâché la fête d'anniversaire de son beau-père Dracula, il pense qu'il ne l'aime pas car il n'est pas un monstre. Van Helsing peut l'aider : grâce à son \"rayon Monstrificateur\" il transforme Johnny en dragon ! Mais le rayon se détraque, touche les monstres de l'hôtel y compris Dracula, et les transforme en humains !!! Ils vont devoir sillonner la planète en quête d'un remède pour inverser la mutation avant qu'il ne soit trop tard... et que ces transformations ne deviennent définitives !",
            "popularity": 1051.177,
            "poster_path": "/yFwFp5QVHazxTklKGiJ0G59pVab.jpg",
            "release_date": "2022-02-25",
            "title": "Hôtel Transylvanie : Changements monstres",
            "video": false,
            "vote_average": 7.1,
            "vote_count": 757
        },
        {
            "adult": false,
            "backdrop_path": "/7CamWBejQ9JQOO5vAghZfrFpMXY.jpg",
            "genre_ids": [
                28,
                53,
                80
            ],
            "id": 928381,
            "original_language": "fr",
            "original_title": "Sans répit",
            "overview": "Alors qu'il fait l'objet d'une enquête pour corruption, le lieutenant Thomas Blin doit se rendre en pleine nuit aux funérailles de sa mère. En voulant éviter un chien sur le route, il percute accidentellement un homme et le tue sur le coup. Paniqué, il décide de cacher le corps. Croyant être tiré d'affaires, il se retrouve embarqué dans une spirale infernale, quand l'enquête sur l'individu disparu est confiée à un de ses collègues, et qu'un mystérieux témoin tente de le faire chanter...",
            "popularity": 977.182,
            "poster_path": "/A7tmTT5cqcmJ2wUgZHvmombf2oA.jpg",
            "release_date": "2022-02-25",
            "title": "Sans répit",
            "video": false,
            "vote_average": 5.9,
            "vote_count": 233
        },
        {
            "adult": false,
            "backdrop_path": "/An1nKjXahrChfEbZ3MAE8fsiut1.jpg",
            "genre_ids": [
                27
            ],
            "id": 661791,
            "original_language": "es",
            "original_title": "La abuela",
            "overview": "Susana, un jeune mannequin espagnol, est sur le point de percer dans le milieu de la mode parisien. Mais quand sa grand-mère est victime d’un accident la laissant quasi paralysée, Susana doit rentrer à Madrid dans le vieil appartement où elle a grandi afin de veiller sur celle qui constitue son unique famille. Alors qu’approche leur anniversaire commun, de vieux souvenirs resurgissent en parallèle d’événements étranges, et le comportement de sa grand-mère devient de plus en plus inquiétant.",
            "popularity": 959.802,
            "poster_path": "/1C9X2WZfbLTqLvbglI4WeR9pGhH.jpg",
            "release_date": "2022-01-28",
            "title": "Abuela",
            "video": false,
            "vote_average": 6.1,
            "vote_count": 125
        }
    ],
    "total_pages": 33312,
    "total_results": 666223
}